tap "anchore/grype"
tap "anchore/syft"
tap "ats-operations/tap", "https://wwwin-github.cisco.com/ATS-operations/homebrew-tap"
tap "aws/tap"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
brew "a2ps"
brew "agg"
brew "argocd"
brew "asciinema"
brew "aspell"
brew "pycparser"
brew "aws-sam-cli"
brew "awscli"
brew "buildkit"
brew "cilium-cli"
brew "dive"
brew "docutils"
brew "dos2unix"
brew "eksctl"
brew "gcc"
brew "gh"
brew "git"
brew "unbound"
brew "gnutls"
brew "helm"
brew "istioctl"
brew "jq"
brew "kics"
brew "kubernetes-cli"
brew "kubectx"
brew "libiconv"
brew "libvirt", restart_service: true
brew "md5sha1sum"
brew "openconnect"
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "ruby@2.7"
brew "semgrep"
brew "skaffold"
brew "socat"
brew "telnet"
brew "vault"
brew "zsh-completions"
brew "ats-operations/tap/duo-sso"
brew "hashicorp/tap/terraform"
cask "google-cloud-sdk"
cask "logitech-camera-settings"
cask "obs", args: { appdir: "/Applications" }
cask "postman", args: { appdir: "/Applications" }
cask "rancher"
cask "visual-studio-code", args: { appdir: "/Applications" }
vscode "codezombiech.gitignore"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "tomoki1207.pdf"
